Repository: josejamilena/Keka
Catalog: Languages/*.lproj/Localizable.strings
Languages: ru

source: Extraction complete
ru: Распаковка завершена

source: Extraction of file "%@" complete
ru: Распаковка файла "%@" завершена

source: Extraction fail
ru: Распаковка архива провалилась

source: Extraction of file "%@" failed.
ru: Распаковка архива "%@" провалилась.

source: Compression complete
ru: Сжатие завершено

source: File "%@" created
ru: Создан файл "%@"

source: Compression fail
ru: Сжатие провалилось

source: File "%@" cannot be created
ru: Не удалось создать файл "%@"

source: Operation not implemented
ru: Эта функция не реализована

source: This operation is not implemented yet so Keka is in beta process.
ru: Эта функция не реализована в бета-версии

source: Performing operation...
ru: Выполняется...

source: Waiting...
ru: Подождите...

source: Extracting "%@"
ru: Распаковываю "%@"

source: Extracting "%@..."
ru: Распаковываю "%@..."

source: Creating %@ file...
ru: Создание файла %@ ...

source: Creating file "%@"
ru: Создаю файл "%@"

source: Creating file "%@..."
ru: Создаю файл "%@..."

source: Time elapsed: %d seconds
ru: Прошло времени: %d сек

source: Time elapsed: %d:%@%d minutes
ru: Прошло времени: %d:%@%d мин

source: Time elapsed: %d:%@%d:%@%d hours
ru: Прошло времени: %d:%@%d:%@%d ч

source: %d seconds
ru: %d сек

source: %d:%@%d minutes
ru: %d:%@%d мин

source: %d:%@%d:%@%d hours
ru: %d:%@%d:%@%d ч

source: Pause
ru: Пауза

source: Continue
ru: Продолжить

source: Operation paused
ru: Действие приостановлено

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Operation failed
ru: Операция завершилась неудачно

source: Operation failed with error code %d
ru: Операция завершилась неудачно, код ошибки: %d

source: Password needed on file "%@"
ru: Для распаковки файла "%@" требуется пароль

source: Store
ru: Без сжатия

source: Fastest
ru: Самый быстрый

source: Fast
ru: Быстрый

source: Normal
ru: Нормальный

source: Maximum
ru: Максимальный

source: Ultra
ru: Ультра

source: Ask each time
ru: Спрашивать каждый раз

source: Next to original file
ru: Там же, где исходный файл

source: Custom folder...
ru: Папка...

source: Same as original file
ru: Такой же, как исходный файл

source: Custom name...
ru: Имя...

source: Compressed file
ru: Сжатый_файл

source: Perform automatic action
ru: Выполнять операции автоматически

source: Always compress
ru: Всегда сжимать

source: Always extract
ru: Всегда распаковывать
